{
  "intents": [
    {
      "tag": "Salutations",
      "patterns": [
        "Bonjour",
        "coucou",
        "comment allez-vous",
        "Il y a quelqu'un ?",
        "Bonsoir",
        "Bonne journée"
      ],
      "responses": [
        "Bonjour :-)",
        "Bonjour, merci de votre visite",
        "Bonjour, que puis-je faire pour vous ?",
        "Bonjour, comment puis-je vous aider ?"
      ]
    },
    {
      "tag": "au revoir",
      "patterns": ["Bye","Au revoir", "A plus tard"],
      "responses": [
        "A plus tard, merci de votre visite",
        "Passez une bonne journée",
        "Au revoir ! Revenez bientôt."
      ]
    },
    {
      "tag": "merci",
      "patterns": ["Merci", "C'est utile", "Merci beaucoup !"],
      "responses": ["Heureux d'aider !", "N'importe quand !", "avec plaisir !"]
    },
    {
      "tag": "demandeENligne ",
      "patterns": [
        "comment puis-je effectuer une demande en ligne sur la plateforme https://app.tangermedpcs.ma/?",
        "faire une demande en ligne",
        "effectuer une demande en ligne",
        "demande en ligne sur la plateforme https://app.tangermedpcs.ma/"

      ],
      "responses": [
        "Afin d’effectuer vos demandes en ligne, Un compte d’accès est requis pour s’authentifier au Port Community System Tanger Med. \n\nPour le module de la déclaration sommaire, ce compte est créé sur la base des accès autorisés par l’ADII : à cet effet, les clients sont invités à procéder aux vérifications nécessaires avec les services de l’ADII avant de procéder à la demande de création de compte. \n\nLa demande de la création des comptes est adressée à l’adresse suivante : \n\n« Helpdesk.PCS@tangermed.ma » \n\nPour ce faire, une équipe dédiée est à votre service pour tout besoin de support et/ou d’assistance joignable par téléphone sur 05 39 33 71 63. "
      ]
    },
    {
      "tag": "authentification",
      "patterns": [
        "comment s'authentifier à la plateforme https://app.tangermedpcs.ma/?",
        "se connecter",
        "accés à la plateforme"


      ],
      "responses": [
        "Pour accéder à la plateforme :\t \n\nTapez le lien https://app.tangermedpcs.ma/ sur votre navigateur et entrez vos coordonnées d’authentification : votre nom d’utilisateur (Username) et le mot de passe (Password). "
      ]
    },
    {
      "tag": "Accueil",
      "patterns": [
        "que dois-je faire après connexion ?",
        "accueil",
        "se diriger vers la page d'accueil"
      ],
      "responses": [
        "Une fois connectés, il faudrait cliquer sur l’onglet DS/BAD. \n\nVous serez directement redirigés vers la page d’accueil, qui comporte trois rubriques : « Déclaration », « Consultation » et « Bon à délivrer ». "
      ]
    },
    {
      "tag": "Declaration",
      "patterns": [
        "peux-tu m'expliquer le fonctionnement de service des déclarations?",
        "service des déclarations",
        "declaration"

      ],
      "responses": [
        "Dans le cadre du partenariat entre l’Autorité portuaire Tanger Med et l’ADII, le service de gestion de la déclaration sommaire a été ajouté au Port Community system Tanger Med pour permettre le renseignement des déclarations hors pool, pool, dépotage, ETT et leur transmission aux services de l’ADII.  \\n\\nLe module déployé permet également la génération et la soumission des Bons à délivrer électroniques.\"]\n  et à l'aide de la rubrique déclaration vous pouvez :\n Créer de nouvelles Déclarations sommaires ; \n\nSauvegarder des déclarations en mode brouillon ; \n\nSoumettre les déclarations à l’ADII. "
      ]
    },
     {
      "tag": "Consultation",
      "patterns": [
        "quel est le role de la rubrique Consultation ?",
        "rubrique Consultation"


      ],
      "responses": [
        "grace à la rubrique consultation vous pouvez:\n Consulter des Listes Déclarations sommaires créées ainsi que leurs historiques \n\nModifier les déclarations sauvegardées en mode brouillon ; \n\nSoumettre les déclarations à l’ADII.  "
      ]
    },
    {
      "tag": "BAD",
      "patterns": [
        "que peux-je faire avec la rubrique Bons à Délivrer ?",
        "BAD",
        "Bons à Délivrer",
        "que permet la rubrique BAD de faire ?",
        "que peux-je faire avec la rubrique BAD ?"

      ],
      "responses": [
        "Pour les déclarations sommaires créées, vous pouvez : \n\nCréer les bons à délivrer sur la base des connaissements des déclarations sommaires validées par l’ADII ; \n\nSoumettre les bons à délivrer à l’ADII ;  \n\nConsulter les bons à délivrer créées et soumis, ainsi que leurs historiques. \n\n \n\nPour les bons à délivrer qui vous sont destinés (Chargements complets) : \n\nVisualiser les bons à délivrer qui vous sont destinés (une fois validés par l’entité émettrice) ; \n\nSoumettre les bons à délivrer à l’ADII en renseignant le champ du réceptionnaire final ;  \n\nConsulter les bons à délivrer ainsi créées et soumis, ainsi que leurs historiques.  "
      ]
    },

    {
      "tag": "Depotage",
      "patterns": [
        "quelles sont les différentes étapes à suivre pour effectuer une declaration sommaire dépotage ?",
        "declaration sommaire dépotage",
        "effectuer une declaration sommaire dépotage",
        "DS depotage"
      ],
      "responses": [
        "pour effectuer une declaration sommaire dépotage vous devez passer par deux étapes: 1) informations :\n Cette première étape est commune aux différents types de déclarations sommaires et consiste à renseigner ce qui suit. \n\nLe bureau de la déclaration : \n\nLe bureau de déclaration est automatiquement paramétré comme étant le bureau de Tanger Méditerranée (411). \n\n \n\nLe Type de la DS : \n\nUne liste déroulante s’affiche. L’utilisateur peut choisir entre les valeurs suivantes : \n\n- POOL \n\n- HORS POOL \n\n- POOL – HORS POOL \n\n- DEPOTAGE \n\n- MEAD  \n\n- ETT  \n\nUne fois l’utilisateur choisit la valeur « dépotage » les champs DS Référence et Connaissement Référence sont affichés, Il devra renseigner la référence de la DS de référence et le numéro du connaissement de référence. \n\n \n\nLes autres informations sont ensuite automatiquement téléchargées. \n\n 2) connaissement : La deuxième étape de l’établissement d’une déclaration sommaire « Dépotage» consiste à renseigner les connaissements et leurs lignes de marchandises.\n\n L’utilisateur devra cliquer sur le signe connaissement en haut à droite de son écran. \n\nIl sera alors redirigé vers le tableau des connaissements qui se présente comme le montre la figure ci-dessous. En cliquant sur le bouton « Ajouter connaissement », on obtient l’interface de saisie. La première partie de saisie concerne les informations suivantes : \n\n- la référence : c’est un champ de saisie libre. \n\n- le Lieu de chargement : c’est un champ qui hérite sa valeur du connaissement de référence. \n\n- la Date de Chargement : c’est un champ qui hérite sa valeur du connaissement de référence. \n\n- Le Destinataire : c’est un champ de sélection parmi la liste des sociétés enregistrées au référentiel de l’ADII. La sélection peut se faire en tapant le numéro ICE ou bien la raison sociale. La deuxième partie consiste à l’insertion des lignes de marchandises. En cliquant sur le bouton « Ajouter Ligne », on obtient l'interface de saisie. \n\nL’utilisateur précise ainsi les informations suivantes : \n\n- Le Type Contenants : c’est un champ de sélection parmi une liste téléchargée. \n\n- le Nombre Contenants : c’est un champ numérique de saisie libre. \n\n- La Marque : c’est un champ de saisie libre. \n\n- Le Poids (KG) : c’est un champ numérique de saisie libre. (Attention : il ne s’agit pas de la TARE mais du poids de la marchandise) \n\n- La Nature Marchandise : c’est un champ de saisie libre. \n\n- le Code NGP : c’est un champ numérique à 4 chiffres de saisie libre \n\nSi le type de contenant choisi est Conteneur, Remorque ou Ensemble Routier, l’ajout des informations sur l’équipement est obligatoire.\n\nLes informations sur les équipements sont : \n\n- Le numéro de l’équipement : C’est un champ de saisie libre. \n\n- La Tare en Kilogrammes : C’est un champ numérique de saisie libre. \n\n- la Longueur en mètres : C’est un champ numérique de saisie libre (la longueur est requise pour les types contenant Remorque et ensemble routier. L’utilisateur procède ensuite à la sauvegarde de la ligne, puis à la sauvegarde du connaissement. Une fois la liste des connaissements saisis, l’utilisateur peut vérifier les valeurs cumulées suivantes et qui sont calculées automatiquement : \n\n- Poids brute Total \n\n- Tare Total \n\n- Nombre de contenants \n\nCes valeurs sont affichées en dessous du tableau des connaissements. \n\nVérification des données et mise à jour des informations : \n\nL’utilisateur peut vérifier et mettre à jour les données saisies en cliquant sur le « stylé » au niveau des actions. \n\nSauvegarder la DS \n\nL’utilisateur peut vérifier et mettre à jour les données saisies en cliquant sur le « stylé » au niveau des actions. \n\nIl pourra ensuite compléter et modifier la DS en la retrouvant au niveau de la liste des consultations. \n\nSoumettre la DS. \n\nUne fois le renseignement de la DS est complet : l’utilisateur peut soumettre sa DS en cliquant sur le bouton « Soumettre DS » en bas à gauche de son écran. \n\nCette action se traduit en l’envoi de la DS au système BADR de l’ADII. \n\nL’utilisateur pourra suivre les étapes de traitement de sa DS au niveau de la liste des consultations.  "     ]
    },
     {
      "tag": "Consultation des DS ",
      "patterns": [
        "comment puis-je consulter les déclarations sommaires ?",
        "comment puis-je consulter les DS",
        "consulter les DS",
        "consultation des DS"
      ],
      "responses": ["En cliquant sur la deuxième rubrique « Consultation », l’utilisateur peut faire le suivi et accéder à ses déclarations. "]
    },
    {
      "tag": "modification des DS ",
      "patterns": [
        "Dans quel cas la modification des DS est possible ?",
        "modifier DS","modifier la déclaration sommaire",
        "que dois-je faire si je veux corriger une DS?",
        "commment puis-je continuer le renseignement d'une DS sauvegardée ?"],
      "responses": [" La modification de la DS est possible tant que les Bons à délivrer ne sont pas soumis à la Douane et tant que le processus Douane ne la bloque pas. \n\nA cet effet, que ce soit pour continuer le renseignement d’une DS sauvegardé ou bien pour corriger une DS suite à un motif de rejet : l’utilisateur peut cliquer sur action et faire le nécessaire.  "]
    },
    {
      "tag": "GestionBAD",
      "patterns": [
        "comment gerer les BAD dépotage ?",
        "gestion des bons à délivrer Dépotage",
        "gestion des BAD"],
      "responses": [
        "La gestion des bons à délivrer est possible au niveau de la troisième rubrique « Bon à Délivrer ». \n\nEn y accédant on retrouve l’écran d’accueil. Des critères permettent de cibler la recherche des Bons à Délivrer : \n\n- Numéro d’escale \n\n- Numéro du connaissement \n\n- Etat du bon à délivrer \n\n- Numéro du manifeste (de la déclaration) \n\n- Numéro du Bon à délivrer \n\n- Type du Bon à délivrer  \n\n- une plage de date \n\n \n\nL’utilisateur peut soit remplir l’un de ces critères, soit cliquer directement sur « rechercher ».\n\nLes bons à délivrer sont créés avec le statut « Nouveau » une fois la déclaration qui comporte leurs connaissements est validée par la Douane. \n\nL’utilisateur doit cliquer sur action pour pouvoir les soumettre. \n\nEn cliquant sur Action, le détail du BAD est affiché.\n\nL’utilisateur devra renseigner le champ réceptionnaire pour pouvoir soumettre le Bon à délivrer. \n\nLe suivi du traitement du BAD est disponible via des Statuts Tanger Med et Douane."
      ]
    },
    {
      "tag": "BADChargementComplet ",
      "patterns": [
        "quelle est la procédure que je dois suivre lors de soumission des bon à délivrer?",
        "soumission des bons à délivrer",
        "soumission BAD"],
      "responses": [
        "L’utilisateur peut soumettre à la Douane les BAD dont il est Réceptionnaire. \n\nEn effet la Douane procède à la comparaison entre le réceptionnaire du BAD et l’importateur du lot de la marchandise en question. \n\nA cet effet, il faudra tel que décrit ci-dessus :  \n\n- Rechercher le BAD à soumettre ; \n\n- Renseigner le champ Réceptionnaire ; \n\n- Soumettre le BAD \n\n- Suivre l’évolution de son traitement par la Douane (via les statuts)."
          ]
    },
    {
      "tag": "Demande AMPE/AMPI ",
      "patterns": [
        "Comment soumettre les demandes des AMPE/AMPI ?",
        "demande AMP",
        "demande AMPE",
        "demande AMPI"],
      "responses": [
        "Afin de soumettre les demandes des AMPE/AMPI, vous aurez besoin d’utiliser l’onglet suivant : « DEMATERIALISATION ». Voici un résumé des étapes à suivre pour soumettre les demandes AMP avec succès : \n Déclaration Fret DUM > Recherche de la DUM > Attachement de la DUM > Déclaration Fret AMP > Renseigner le formulaire AMP > Attacher la DUM > Attacher les documents de l’AMP > Validation de l’AMP"
          ]
    },
    {
      "tag": "DUM",
      "patterns": [
        "Que signifie DUM ?",
        "Que veut dire DUM ?",
        "signification DUM ?",
        "DUM ?"],
      "responses": [
        "DUM signifie : Déclarations Uniques de Marchandises"
          ]
    },
    {
      "tag": "recherche DUM",
      "patterns": [
        "Comment consulter les DUM enregistrées ?",
        "consulter DUM ?",
        "DUM enregistrée",
        "liste DUM"],
      "responses": [
        "Les DUM sont enregistrées sur le système des Douanes « BADR ». Saisissez les 17 chiffres composant le numéro de votre DUM. Exemple : 40122120200000238. \n Puis cliquer sur « Chercher »."
          ]
    },
    {
      "tag": "DUM sens",
      "patterns": [
        "Que signifie 'sens' ?",
        "Que veut dire sens ?",
        "sens"],
      "responses": [
        "Le sens de l’opération Import ou Export."
          ]
    },
    {
      "tag": "DUM remote",
      "patterns": [
        "Que signifie 'remote' ?",
        "Que veut dire remote ?",
        "remote"],
      "responses": [
        "Source de la DUM."
          ]
    },
    {
      "tag": "DUM creation",
      "patterns": [
        "Je n’arrive pas à retrouver la DUM",
        "Je ne trouve pas la DUM",
        "DUM manquante"],
      "responses": [
        "Au cas où vous n’arrivez pas à retrouver la DUM, vous devrez procéder à sa création manuellement. Pour accéder à l’écran de création DUM vous devez cliquer sur « Nouvelle DUM ». \n La DUM ne sera validée qu’après la jointure du document DUM scanné."
          ]
    },
    {
      "tag": "DUM modification",
      "patterns": [
        "Est-ce que je peux modifier la DUM ?",
        "modifier DUM",
        "modification DUM"
        ],
      "responses": [
        "Tant que l’état d’enregistrement de la DUM crée est « Bouillon », vous pouvez modifier vos données à n’importe quel moment, mais une fois que vous effectuez la validation en joignant le document DUM Scannée, vous ne pouvez plus effectuer des modifications."
          ]
    },
    {
      "tag": "AMP",
      "patterns": [
        "Que signifie AMP ?",
        "Que veut dire AMP ?",
        "signification AMP",
        "AMP"],
      "responses": [
        "AMP signifie : Autorisations de Mouvement Portuaire."
          ]
    },
    {
      "tag": "AMP Terminal",
      "patterns": [
        "Que signifie 'Terminal' ?",
        "Que veut dire Terminal ?",
        "signification Terminal",
        "Terminal"],
      "responses": [
        "Port Passagers et Roulier pour le transit des camions TIR. Les terminaux suivants pour les opérations de conteneur : \nTanger Med 1 \n TC1 : APM TERMINAL (MAERSK) \nTC2 : EUROGAET (CMA CGM) \nTanger Med 2 \nTC3 : n’est pas encore opérationnel \nTC4 : APM TERMINAL 2"
          ]
    },
    {
      "tag": "NumeroUniteAMP",
      "patterns": [
        "Que signifie 'numéro unité' ?",
        "Que veut dire numéro unité ?",
        "signification numéro unité",
        "numéro unité"],
      "responses": [
        "L’immatriculation de la remorque transportant la marchandise. Lors de la saisie de l’immatriculation, veillez à ne pas laisser un espace entre les chiffres et les lettres."
          ]
    },
    {
      "tag": "TypeUniteAMP",
      "patterns": [
        "Que signifie 'type unité' ?",
        "Que veut dire type unité ?",
        "signification type unité",
        "type unité"
      ],
      "responses": [
        "TIR \nConteneur \nConteneur manifesté \nENGIN \nFourgon \nVoiture de tourisme"
          ]
    },
    {
      "tag": "AMP No Tracteur",
      "patterns": [
        "Que signifie 'No Tracteur' ?",
        "Que veut dire No Tracteur ?",
        "signification No Tracteur",
        "No Tracteur"
      ],
      "responses": [
        "Immatriculation du tracteur. Ce champ n’est pas obligatoire."
          ]
    },
    {
      "tag": "AMP No plateau",
      "patterns": [
        "Que signifie 'No plateau' ?",
        "Que veut dire No plateau ?",
        "signification No plateau",
        "No plateau"
      ],
      "responses": [
        "Numéro du plateau quand il s’agit d’un conteneur."
          ]
    },
    {
      "tag": "detailsAMP",
      "patterns": [
        "Est-ce que je peux consulter les détails de mon AMP ?",
        "consulter détails AMP",
        "consultation détails AMP"
        ],
      "responses": [
        "Vous avez toujours la possibilité de consulter le détail de son AMP en appuyant sur le bouton « Détails » au niveau du menu « Action »et de procéder aux modifications nécessaires en cliquant sur « Modifier »."
          ]
    },
    {
      "tag": "AMP liste",
      "patterns": [
        "Comment consulter la liste des AMP ?",
        "liste AMP"
        ],
      "responses": [
        "Pour consulter la liste des AMP et personnaliser l’affichage selon votre besoin au niveau du menu « Liste des AMP » : \n• Etat enregistrement pour afficher les statuts des AMP : Actif – Validé – Rejeté \n• Nombre d’enregistrement : nombre de lignes à afficher ; \n• Numéro Unité : recherche par l’immatriculation de la remorque ; \n• Sens activité : recherche par type d’opération (import /export) ; \n• Date création : date de création de l’AMP."
          ]
    },
    {
      "tag": "valideeAMP",
      "patterns": [
        "comment récupérer le reçu de dépôt de dossier AMP ?",
        "récupérer le reçu de dépôt de dossier AMP",
        "le reçu de dépôt de dossier AMP"
        ],
      "responses": [
        "Dans la liste des AMP, Cliquer sur « détail » au niveau du menu « Actions » de l’AMP souhaitée, et puis sur « Imprimer PG » et « Télécharger la page »."
          ]
    },
    {
      "tag": "rejet AMP",
      "patterns": [
        "Comment consulter le motif de rejet d’une AMP ?",
        "motif de rejet AMP"
        ],
      "responses": [
        "Vous pouvez consulter le « Motif du rejet » de l’AMP au niveau du « Détails » du menu « Action » et prendre contact avec l’équipe d’exploitation des opérations Import/Export (voir rubrique contacts utiles). \nExemple de liste des motifs de rejet : \n• Illisibilité des documents annexés ; \n• Non-conformité des documents annexés ; \n• Absence du cachet du Déclarant sur les documents annexés ; \n• Insolvabilité du Déclarant ; \n• Non-conformités des données de l’AMP avec celles de la DUM ; \n• Etc."
          ]
    },
    {
      "tag": "demande traction",
      "patterns": [
        "Comment créer une demande de traction ?",
        "demande de traction",
        "créer une demande de traction",
        "création d'une demande de traction"
        ],
      "responses": [
        "Pour créer une demande de traction, deux méthodes sont disponibles : \n1 - la première est de cliquer sur « Ajouter » présente sur le module traction. \nVous devez dans un premier lieu chercher l’AMP, pour laquelle vous voulez demander une traction. \nL’étape suivante est de choisir le type de traction, en cliquant sur « ajouter traction ». \nUne fois le type de traction est choisi, vous cliquez sur « Ajouter » est la commande de traction est créée, vous pouvez la visionnez sur l’écran de recherche. \n2 - La deuxième méthode de création de la traction est à partir de la liste des AMP. Il suffit de cliquer sur « Ajouter Traction » et choisir le type traction et ensuite cliquer sur « Ajouter », et votre commande de traction est créée, avec statut « Brouillon ». Vous pouvez créer des commandes de traction pour vos propres Autorisations de mouvement portuaire même avec un état d’enregistrement « Actif », mais la commande de traction ne sera valide que si l’AMP est valide."
          ]
    },
    {
      "tag": "modifier traction",
      "patterns": [
        "Puis-je modifier le type de traction ?",
        "modifier traction"
        ],
      "responses": [
        "Vous pouvez modifier le type de la traction tant que son état d’enregistrement est « Brouillon », une fois vous soumettrez votre demande à partir de l’action « Valider » sur le volet « Actions » la modification n’est plus possible."
          ]
    },
    {
      "tag": "rejet traction",
      "patterns": [
        "Comment consulter le motif de rejet d’une traction?",
        "motif de rejet traction",
        "consulter le motif de rejet d'une traction"
        ],
      "responses": [
        "Vous pouvez consultez le motif de rejet sur l’action « Détails »."
          ]
    },
    {
      "tag": "contact",
      "patterns": [
        "Contacts utiles",
        "Service des opérations Import/Export",
        "Service Facturation",
        "Service Commercial"
        ],
      "responses": [
        "Service des opérations Import/Export :\n05.39.33.71.79\n05.39.33.71.98\n06.73.20.53.94\ne.amp@tangermed.ma\nService Facturation :\n05.39.33.71.29\n06.61.86.84.10\n06.68.19.27.35\nr.sas@tangermed.ma\nService Commercial :\n05.39.33.70.64\n06.61.19.18.25\nm.nadi@tangermed.ma"
          ]
    },
    {
      "tag": "plateforme2",
      "patterns": [
        "dans quel but vous avez opté pour une nouvelle plateforme en partenariat avec Morocco Foodex?",
        "Tanger Med Port Community System-Morocco Foodex",
        "Morocco Foodex"],
      "responses": [
        "Dans le cadre de la dématérialisation de l’offre de services de Tanger Med à travers l’intégration de diverses solutions dans son portail « Port Community System », une nouvelle plateforme a été mise en place en partenariat avec Morocco Foodex dans le but de faciliter les procédures d’export des produits agroalimentaires."          ]
    },
    {
      "tag": "prerequis",
      "patterns": [
        "que dois je avoir pour faire une demande en ligne sur la plateforme Morocco Foodex?",
        "demande en ligne sur la plateforme Morocco Foodex",
        "demande en ligne"
      ],
      "responses": [
        "Afin d’effectuer vos demandes en ligne, Un compte d’accès est requis pour s’authentifier au Port Community System, qui vous sera livré par l’Etablissement Autonome de Contrôle et Coordination des Exportations (Morocco Foodex). \nPour ce faire, une équipe dédiée est à votre service pour tout besoin de support et/ou d’assistance joignable par téléphone sur 05 39 33 71 63.\n"
      ]
    },
    {
      "tag": "Authentification2",
      "patterns": [
        "que dois je faire pour accéder à la plateforme Morocco Foodex ?",
        "s'authentifier à la plateforme Morocco Foodex",
        "authentification",
        "se connecter à la plateforme Morocco Foodex"],
      "responses": [
        "Pour accéder à la plateforme :\t\nTapez le lien https://portail.tangermed.ma/ sur votre navigateur et entrez vos coordonnées d’authentification : votre nom d’utilisateur (Username) et le mot de passe (Password).\n\nLorsque la connexion est établie, vous serez orientés vers une page où vous devez changer votre mot de passe pour les prochaines connexions \n\nSi vous désirez changer votre mot de passe, il suffit de cliquer sur « Mettre à jour le profil »\n\nVous entrez votre mot de passe actuel puis votre nouveau en deux saisies pour confirmation"]
    },
    {
      "tag": "AccueilLcCc",
      "patterns": [
        "que dois-je faire après connexion à la plateforme Morocco Foodex?",
        "la page d'accueil(Liste de colisage - Certificat de Conformité)"
      ],
      "responses": [
        "Une fois connectés, vous serez directement redirigés vers la page d’accueil de la plateforme, qui comporte deux rubriques : « Liste Colisage » et « Certificat Conformité ». "
      ]
    },
    {
      "tag": "rubriqueLC",
      "patterns": [
        "que permet la rubrique Liste Colisage de faire?",
        "liste colisage",
        "la rubrique liste colisage"
      ],
      "responses": [
        "•la rubrique Liste Colisage permet de  :\n-\tRechercher les listes déjà crées selon plusieurs critères de recherche : Référence liste colisage, Exportateur, Statut, Date de création, Marché, Destination, Point d’embarquement, Point de débarquement et le nombre max des lignes à afficher ;\n-\tCréer des nouvelles Listes de Colisage ;\n-\tConsulter des Listes de Colisage, en appuyant sur « Détails ».\n "
      ]
    },
    {
      "tag": "rubriqueCC",
      "patterns": [
        "à quoi sert la rubrique certificat conformité?",
        "certificat conformité",
        "la rubrique certificat conformité"
      ],
      "responses": [
        "•la rubrique Certifcat Conformité permet de  : \n-\tRechercher les Certificats de Conformité déjà crées selon plusieurs critères de recherche : Référence, Exportateur, Statut, Date de création, Destination, Point d’embarquement, Point de débarquement et le nombre max des lignes à afficher ;\n-\tCréer des nouveaux Certificats de Conformité ;\n-\tConsulter des Certificats de Conformité, en appuyant sur « Détails ». \n"
      ]
    },
    {
      "tag": "creationListeColisage",
      "patterns": [
        "comment créer une liste de colisage ?",
        "créer une liste de colisage ",
        "insérer une liste de colisage",
        "ajouter une liste de colisage"
      ],
      "responses": [
        "Pour créer une liste de colisage, vous appuyez sur le bouton « Créer liste de colisage »\n Ensuite vous renseignez les différents champs liés à la liste de colisage :\n\nChamps obligatoires :\n-\tExportateur\n-\tMoyen de transport\n-\tMarché\n-\tDestination\n-\tPoint d’embarquement\n-\tPoint de débarquement\n-\tProduit\n\n\nChamps facultatifs :\n-\tDestinataire\n-\tTransitaire\n-\tNombre total de palettes\n\nne fois les champs sont remplis, vous pouvez soumettre, sauvegarder la liste de colisage ou retourner à la page précédente et annuler la création."
      ]
    },
    {
      "tag": "insertionProduit",
      "patterns": [
        "comment insérer de nouveaux produits à la liste de colisage?",
        "insérer de nouveaux produits à la liste de colisage ",
        "ajouter un produit à la liste de colisage"
      ],
      "responses": [
        "Pour insérer de nouveaux produits à la liste de colisage, vous cliquez sur « Ajouter produit » (possibilité d’ajouter plusieurs lignes produit).\n\nChamps Obligatoires :\n-\tProduit\n-\tType Emballage primaire\n-\tUnité de mesure Emballage primaire\n-\tTaille Emballage primaire\n-\tNombre total Emballage primaire\n-\tPoids brut (en KG)\n-\tPoids net (en KG)\n-\tPoids égoutté (en KG)\n\n\nChamps facultatifs :\n\n-\tVariété et/ou Description\n-\tLot/Journée de fabrication\n-\tProducteur \n-\tCalibre\n-\tType calibre\n-\tCatégorie\n-\tMarque\n-\tType Emballage unitaire\n-\tUnité de mesure Emballage unitaire\n-\tTaille Emballage unitaire\n-\tNombre Emballage unitaire\n-\tType Préemballage\n-\tUnité de mesure Préemballage\n-\tTaille Préemballage\n-\tNombre Préemballage\n"
      ]
    },
    {
      "tag": "suppressionProduit",
      "patterns": [
        "comment supprimer un produit de la liste de colisage?",
        "supprimer une ligne produit ",
        "supprimer un produit"
      ],
      "responses": [
        "Si vous souhaitez supprimer une ligne produit, vous cliquez sur le bouton « Remove »."
      ]
    },
    {
      "tag": "SauvegardeListeColisage ",
      "patterns": [
        "Est ce que je peux modifier ou supprimer la liste de colisage aprés sauvegarde?",
        "possibilité de supprimer la liste de colisage",
        "possibilité de modifier la liste de colisage",
        "possibilité de modifier ou supprimer la liste de colisage"
      ],
      "responses": [
        "Quand vous sauvegardez votre liste de colisage, elle prend le statut « Sauvegardée » et peut être modifiée ou supprimée "
      ]
    },
    {
      "tag": "SuppressionlisteColisage ",
      "patterns": [
        "comment supprimer une liste de colisage?",
        "suppression de la liste de colisage",
        "supprimer la liste de colisage"
      ],
      "responses": [
        "Il suffit de cliquer sur le bouton « Delete » pour supprimer une liste de colisage indésirable "
      ]
    },
    {
      "tag": "SoumissionListeColisage",
      "patterns": [
        "que se passe-t-il aprés soumission de la liste de colisage?",
        "soumission de la liste de colisage"
      ],
      "responses": [
        "Lorsque vous soumettez la liste de colisage, le système affecte par défaut une référence à la liste créée qui comporte : l’année de création/ Code de la délégation de contrôle correspondante/ N° de série ; exemple : 2020/14/000033\n\nEn cliquant au-dessous vous serez redirigé vers l’interface contenant les listes de colisage crées.\n\nUne fois vous soumettez la liste de colisage, elle passe en statut « Soumise » et sera envoyée à la délégation de contrôle correspondante pour validation.  \nEnsuite, la délégation de contrôle peut soit rejeter ou valider la liste de colisage :\n\tStatut « Validée » (le cas de conformité du LC) \n\tStatut « Rejetée » (le cas de non-conformité du LC)\n"
      ]
    },
    {
      "tag": "creationCC",
      "patterns": [
        "comment creer un certificat de conformité?",
        "creer un certificat de conformité",
        "creation du certificat de conformité"
      ],
      "responses": [
        "Pour créer un certificat de conformité, vous cliquez sur le bouton « Créer certificat de conformité »\n\nPar la suite, vous cherchez la liste de colisage ciblée, selon plusieurs critères :\nRéférence LC, Exportateur, Date de création, Point d’embarquement, Point de débarquement, Destination et le nombre maximum de résultats à afficher, puis vous lancez votre recherche grâce au bouton « Rechercher » \n\nEnsuite, pour vous choisissez votre liste de colisage en appuyant sur « Sélectionner » \nPar la suite, vous cochez les lignes produits qui vous intéressent et vous appuyez sur « Mettre à jour CC »\n\nEnsuite, vous remplissez les champs suivants : Champs obligatoires :\n-\tImmatriculation\n-\tNombre d’emballages primaires\n-\tPoids net (en KG)\n\nChamps facultatifs :\n-\tBureau de douane prévu\n\nSi vous souhaitez supprimer une ligne produit, vous cliquer sur « Remove ».\n\nUne fois les champs sont remplis, vous pouvez soumettre, sauvegarder le certificat de conformité ou retourner à la page précédente et annuler la création, ou bien vous cliquez sur « Sélectionner » dans le cas d’un Certificat de Conformité demandé à  la base de plusieurs Listes de colisage.\n\nEnsuite vous pouvez : soumettre, sauvegarder ou annuler la création."
      ]
    },
    {
      "tag": "SauvegardeCC",
      "patterns": [
        "Est ce que je peux modifier ou supprimer le certificat de conformité aprés sauvegarde?",
        "possibilité de supprimer le certificat de conformité",
        "possibilité de modifier le certificat de conformité",
        "possibilité de modifier ou supprimer le certificat de conformité"
      ],
      "responses": [
        "Une fois vous sauvegardez votre Certificat de Conformité, elle prendra le statut « Sauvegardé » et peut être modifié ou supprimé \n\nEn allant sur « Détails » vous aurez un aperçu sur le certificat crée "
      ]
    },
    {
      "tag": "SuppressionCC",
      "patterns": [
        "comment supprimer un certificat de conformité?",
        "supprimer un certificat de conformité",
        "suppression du certificat de conformité"
      ],
      "responses": [
        "Afin de supprimer un Certificat de conformité, veuillez appuyer sur « Delete »"
      ]
    },
    {
      "tag": "soumissionCC",
      "patterns": [
        "que se passe-t-il aprés soumission de certificat de conformité?",
        "soumettre le certificat de conformité",
        "soumission de certificat de conformité"
      ],
      "responses": [
        "Lorsque vous soumettez le Certificat de Conformité, le système affecte par défaut une référence au certificat crée qui comporte : l’année de création/ Code de la délégation de contrôle correspondante/ N° de série ; exemple : 2020/14/0000014\n\nEn cliquant au-dessous         vous serez redirigé vers l’interface contenant les Certificats de Conformité crées.\n\nUne fois vous soumettez le Certificat de Conformité, il passe en statut « Soumis » et sera envoyé à la délégation de contrôle correspondante pour validation.  \nEnsuite, la délégation de contrôle peut soit rejeter ou valider le Certificat de Conformité :\n\tStatut « Validé » (le cas de conformité du CC) \n\tStatut « Rejeté » (le cas de non-conformité du CC)\n"
      ]
    },
    {
      "tag": "TelechargementCC",
      "patterns": [
        "comment puis-je télécharger le certificat de conformité?",
        "télécharger le certificat de conformité",
        "téléchargement du certificat de conformité",
        "imprimer le certificat de conformité"
      ],
      "responses": [
        "Vous pouvez télécharger le certificat de conformité en appuyant sur logo « PDF » "
      ]
    },
    {
      "tag": "AccueilCertificatInspection)",
      "patterns": [
        "comment puis-je accéder aux certificats d'inspection?",
        "accéder certificat d'inspection"
      ],
      "responses": [
        "Une fois connectés, vous serez directement redirigés vers la page d’accueil de la plateforme, dans laquelle vous pouvez :\n-\tRechercher les Certificats d’inspection déjà crées selon plusieurs critères de recherche : Référence, Infrastructure, Statut, Date de création, Destination, Point d’embarquement, Point de débarquement, le nombre max des lignes à afficher et par Déclaration unique de marchandise (en appuyant sur Choisir DUM) ;\n-\tCréer de nouveaux Certificats d’inspection ;\n-\tConsulter des Certificats d’inspection, en appuyant sur « Détails ».\n-\tTélécharger un Certificat d’inspection. \n-\tConsulter les demandes de Renvoi des Certificats d’inspection.\n"
      ]
    },
    {
      "tag": "CreationCertificatInspection",
      "patterns": [
        "comment créer un certificat d'inspection?",
        "creer un certificat d'inspection",
        "création d'un certificat d'inspection"
      ],
      "responses": [
        "Afin de créer un Certificat d’inspection, appuyez sur le bouton « Créer certificat d’inspection »\t\nPar la suite, pour choisir une liste de colisage, vous cliquez sur « Sélectionner »\nAprès avoir choisi votre liste de colisage, vous serez redirigé vers une page où vous devez remplir les champs liés au Certificat d’inspection :\n\nChamps obligatoires :\n-\tDéclaration unique de marchandise (Choisir DUM)\n-\tImmatriculations\n-\tNombre d’Emballage primaire\n-\tPoids brut (en KG)\n-\tPoids net (en KG)\n-\tPoids égoutté (en KG)\n-\tValeur\n-\tFacture\n\n\nChamps facultatifs :\n-\tNombre total de palettes\n-\tCertificats phytosanitaires (Choisir CP)\n-\tSanitaire\n-\tPhytosanitaire\n-\tAutre\n"
      ]
    },
    {
      "tag": "ChoixdeDUM ",
      "patterns": [
        "comment séléctionner la déclaration unique de marchandises?",
        "La sélection de Déclaration Unique de Marchandises",
        "choix de Déclaration Unique de Marchandises",
        "sélectionner de Déclaration Unique de Marchandises",
        "choisir Déclaration Unique de Marchandises",
        "choisir DUM"
      ],
      "responses": [
        "La sélection de Déclaration Unique de Marchandises s’effectue en cliquant sur la rubrique « Choisir DUM » pour choisir la DUM et puis sur « Sélectionner »"
      ]
    },
    {
      "tag": "ChoixCP",
      "patterns": [
        "comment ajouter un Certificat Phytosanitaire?",
        "Choix de CP",
        "CP",
        "Certificat Phytosanitaire"
      ],
      "responses": [
        "Vous pouvez ajouter le Certificat Phytosanitaire en appuyant sur « Choisir CP », ensuite vous cochez un ou plusieurs CP et vous cliquez sur « Ajouter au CI » "
      ]
    },
    {
      "tag": "FinDeCreationDuCI ",
      "patterns": [
        "quelle est la procédure pour finaliser la création du certificat d'inspection?",
        "finaliser la creation du certificat d'inspection "
      ],
      "responses": [
        "Une fois vous insérez la DUM et le CP (si c’est le cas), vous pouvez ajouter au moins une immatriculation à votre demande en cliquant sur « Ajouter »\n\nVous pouvez ainsi supprimer une immatriculation en appuyant sur « Remove »\n\nJuste après, vous renseignez les autres champs de la partie « Produits »\n\nNB : n’oubliez pas de choisir le code article Douane correspondant au produit du certificat d’inspection.\nEt pour supprimer une ligne produit de la liste, il suffit de cliquer sur « Supprimer Produit »\n\nEnfin vous joignez vos documents dans la rubrique « Ajouter/ Remplacer des documents » en appuyant sur « Choisir un fichier » \n\nEnsuite vous pouvez sauvegarder, soumettre ou annuler la création du Certificat d’inspection "
      ]
    },
    {
      "tag": "SauvegardeCertificatInspection",
      "patterns": [
        "est ce que le certificat d'inspection peut etre modifié ou supprimé aprés sauvegarde?",
        "possibilité de modifier le certificat d'inspection",
        "possibilité de supprimer le certificat d'inspection"
      ],
      "responses": [
        "Après la sauvegarde du Certificat d’inspection, il prendra par défaut le statut « Sauvegardé » et peut être modifié ou supprimé "
      ]
    },
    {
      "tag": "SuppressionDuCertificatInspection ",
      "patterns": [
        "comment supprimer un certificat d'inspection?",
        "supprimer le certificat d'inspection",
        "suppression certificat d'inspection"
      ],
      "responses": [
        "Un certificat d’inspection peut être supprimé avant sa soumission, en cliquant sur « Delete »"
      ]
    },
    {
      "tag": "SoumissionDuCertificatInspection ",
      "patterns": [
        "Que se passe-t-il aprés soumission du certificat d'inspection?",
        "soumission du certificat d'inspection",
        "soumettre le certificat d'inspection"
      ],
      "responses": [
        "a.\tCas n°1 : DUM avec une seule version\nLorsque vous soumettez le Certificat d’inspection, le système affecte par défaut une référence au certificat crée qui comporte : \n-\tL’Année de création/ Code de la délégation de contrôle du point d’embarquement/ N° de série/ PROV dont la DUM est Provisionnelle ; exemple : 2020/06/0000028/PROV\n\n-\tL’Année de création/ Code de la délégation de contrôle du point d’embarquement/ N° de série pour le cas d’une DUM de type « Normale » ; exemple : 2020/06/0000028\nEn cliquant au-dessous         vous serez redirigé vers l’interface contenant les Certificats d’inscription crées.  \n \n\nb.\tCas n°2 :  DUM avec plusieurs versions\n\nDans le cas où une nouvelle version de DUM a été générée, vous serez redirigé vers une page contenant les certificats d’inspection dont la version DUM est antérieure.\n•\tSi le Certificat d’inspection est soumis, vous faites le rappel par vous-même en appuyant sur « Renvoi CI » et vous pouvez ensuite le modifier.\n•\tSi le Certificat d’inspection est validé, vous cliquez sur « Demande Renvoi CI » et vous attendez la validation de l’Agent Foodex pour que le CI soit modifiable.\n\nVous pouvez consulter l’état de vos demandes de renvoi des CIs dans la rubrique « Liste Demandes de Rappel ».\n"
      ]
    },
    {
      "tag": "telechargementDeCI",
      "patterns": [
        "comment télécharger le certificat d'inspection?",
        "télécharger le certificat d'inspection",
        "imprimer le certificat d'inspection"
      ],
      "responses": [
        "Finalement, le certificat est prêt à imprimer dans le cas où son statut est « validé », il suffit de cliquer sur le logo « PDF » "
      ]
    }
  ]
}